Repository: jinzaizhichi/lockime
Catalog: Sources/LockIME/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans, zh_hant

source: Works anywhere. Prefer a Command- or Control-based combination.
de: Funktioniert überall. Bevorzugen Sie eine Kombination mit Command oder Control.
es: Funciona en cualquier lugar. Prefiere una combinación con Command o Control.
fr: Fonctionne partout. Préférez une combinaison avec Command ou Control.
ja: どこでも動作します。Command または Control を含む組み合わせを推奨します。
pt: Funciona em qualquer lugar. Prefira uma combinação com Command ou Control.
ru: Работает везде. Используйте сочетание с Command или Control.
zh_hans: 全局生效。建议使用以 Command 或 Control 为主的组合键。
zh_hant: 全域生效。建議使用以 Command 或 Control 為主的組合鍵。

source: Acknowledgements
de: Danksagungen
es: Reconocimientos
fr: Remerciements
ja: 謝辞
pt: Agradecimentos
ru: Благодарности
zh_hans: 致谢
zh_hant: 致謝

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Install Update…
de: Update installieren…
es: Instalar actualización…
fr: Installer la mise à jour…
ja: アップデートをインストール…
pt: Instalar atualização…
ru: Установить обновление…
zh_hans: 安装更新…
zh_hant: 安裝更新…

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
pt: Última verificação
ru: Последняя проверка
zh_hans: 上次检查
zh_hant: 上次檢查

source: Loading apps…
de: Apps werden geladen…
es: Cargando apps…
fr: Chargement des apps…
ja: アプリを読み込み中…
pt: Carregando apps…
ru: Загрузка приложений…
zh_hans: 正在加载应用…
zh_hant: 正在載入 App…

source: LockIME %@ is currently the newest version available.
de: LockIME %@ ist aktuell die neueste verfügbare Version.
es: LockIME %@ es la versión más reciente disponible.
fr: LockIME %@ est la version la plus récente disponible.
ja: LockIME %@ は最新バージョンです。
pt: O LockIME %@ é a versão mais recente disponível.
ru: LockIME %@ — последняя доступная версия.
zh_hans: LockIME %@ 已是最新版本。
zh_hant: LockIME %@ 已是最新版本。

source: Locked input source
de: Gesperrte Eingabequelle
es: Fuente de entrada bloqueada
fr: Source de saisie verrouillée
ja: ロックする入力ソース
pt: Fonte de entrada bloqueada
ru: Заблокированный источник ввода
zh_hans: 锁定的输入法
zh_hant: 鎖定的輸入法

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
pt: Ativado
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
pt: Desativado
ru: Отключено
zh_hans: 已停用
zh_hant: 已停用

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
pt: Nunca
ru: Никогда
zh_hans: 从未
zh_hant: 從未

source: No URL rules yet.
de: Noch keine URL-Regeln.
es: Aún no hay reglas de URL.
fr: Aucune règle d’URL pour le moment.
ja: URL ルールはまだありません。
pt: Ainda não há regras de URL.
ru: Пока нет правил URL.
zh_hans: 还没有网址规则。
zh_hant: 還沒有網址規則。

source: Remove rule
de: Regel entfernen
es: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
pt: Remover regra
ru: Удалить правило
zh_hans: 移除规则
zh_hant: 移除規則

source: Skip This Version
de: Diese Version überspringen
es: Omitir esta versión
fr: Ignorer cette version
ja: このバージョンをスキップ
pt: Ignorar esta versão
ru: Пропустить эту версию
zh_hans: 跳过此版本
zh_hant: 略過此版本

source: Lock an app to its own input source, switch to one on activation, ignore it, or fall back to the global default.
de: Eine App auf eine eigene Eingabequelle sperren, beim Aktivieren zu einer wechseln, ignorieren oder auf den globalen Standard zurückfallen.
es: Bloquea una app en su propia fuente de entrada, cambia a una al activarse, ignórala o usa el valor predeterminado global.
fr: Verrouillez une app sur sa propre source de saisie, basculez vers une à l'activation, ignorez-la ou utilisez la valeur par défaut globale.
ja: 特定のアプリを独自の入力ソースにロックする、アクティブ化時に切り替える、無視する、またはグローバルの既定値を使用します。
pt: Bloqueie um app na sua própria fonte de entrada, alterne para uma ao ativar, ignore-o ou use o padrão global.
ru: Заблокируйте приложение на его источнике ввода, переключайтесь на него при активации, игнорируйте его или используйте глобальное значение по умолчанию.
zh_hans: 将应用锁定到它自己的输入法、在激活时切换到某个输入法、忽略它，或回退到全局默认。
zh_hant: 將 App 鎖定到自己的輸入法、在啟用時切換到某個輸入法、忽略它，或回退到全域預設。

source: Current version: %@ (%@)
de: Aktuelle Version: %@ (%@)
es: Versión actual: %@ (%@)
fr: Version actuelle : %@ (%@)
ja: 現在のバージョン：%@（%@）
pt: Versão atual: %@ (%@)
ru: Текущая версия: %@ (%@)
zh_hans: 当前版本：%@（%@）
zh_hant: 目前版本：%@（%@）

source: Extracting…
de: Wird entpackt…
es: Extrayendo…
fr: Extraction…
ja: 展開中…
pt: Extraindo…
ru: Распаковка…
zh_hans: 正在解压…
zh_hant: 正在解壓縮…

source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
pt: %@ de %@
ru: %@ из %@

source: %@ of %@ — %@/s, %@ remaining
de: %@ von %@ — %@/s, noch %@
es: %@ de %@ — %@/s, quedan %@
fr: %@ sur %@ — %@/s, %@ restant
ja: %@/%@ — %@/秒、残り %@
pt: %@ de %@ — %@/s, restam %@
ru: %@ из %@ — %@/с, осталось %@
zh_hans: %@/%@ — %@/秒，剩余 %@
zh_hant: %@/%@ — %@/秒，剩餘 %@

source: Couldn't check for updates. Please check your internet connection and try again later.
de: Nach Updates konnte nicht gesucht werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut.
es: No se pudo buscar actualizaciones. Comprueba tu conexión a Internet e inténtalo de nuevo más tarde.
fr: Impossible de rechercher des mises à jour. Vérifiez votre connexion Internet et réessayez plus tard.
ja: アップデートを確認できませんでした。インターネット接続を確認して、後でもう一度お試しください。
pt: Não foi possível procurar atualizações. Verifique sua conexão com a internet e tente novamente mais tarde.
ru: Не удалось проверить наличие обновлений. Проверьте подключение к интернету и повторите попытку позже.
zh_hans: 无法检查更新。请检查网络连接，稍后再试。
zh_hant: 無法檢查更新。請檢查網路連線，稍後再試。

source: The update couldn't be downloaded. Please check your internet connection and try again.
de: Das Update konnte nicht geladen werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudo descargar la actualización. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Impossible de télécharger la mise à jour. Vérifiez votre connexion Internet et réessayez.
ja: アップデートをダウンロードできませんでした。インターネット接続を確認して、もう一度お試しください。
pt: Não foi possível baixar a atualização. Verifique sua conexão com a internet e tente novamente.
ru: Не удалось загрузить обновление. Проверьте подключение к интернету и повторите попытку.
zh_hans: 无法下载更新。请检查网络连接后重试。
zh_hant: 無法下載更新。請檢查網路連線後再試。

source: The update couldn't be verified. Please try again later.
de: Das Update konnte nicht überprüft werden. Versuchen Sie es später erneut.
es: No se pudo verificar la actualización. Inténtalo de nuevo más tarde.
fr: Impossible de vérifier la mise à jour. Réessayez plus tard.
ja: アップデートを検証できませんでした。後でもう一度お試しください。
pt: Não foi possível verificar a atualização. Tente novamente mais tarde.
ru: Не удалось проверить обновление. Повторите попытку позже.
zh_hans: 无法验证更新。请稍后再试。
zh_hant: 無法驗證更新。請稍後再試。

source: The update couldn't be installed. Please try again later.
de: Das Update konnte nicht installiert werden. Versuchen Sie es später erneut.
es: No se pudo instalar la actualización. Inténtalo de nuevo más tarde.
fr: Impossible d'installer la mise à jour. Réessayez plus tard.
ja: アップデートをインストールできませんでした。後でもう一度お試しください。
pt: Não foi possível instalar a atualização. Tente novamente mais tarde.
ru: Не удалось установить обновление. Повторите попытку позже.
zh_hans: 无法安装更新。请稍后再试。
zh_hant: 無法安裝更新。請稍後再試。

source: An unexpected error occurred. Please try again later.
de: Ein unerwarteter Fehler ist aufgetreten. Versuchen Sie es später erneut.
es: Se produjo un error inesperado. Inténtalo de nuevo más tarde.
fr: Une erreur inattendue s'est produite. Réessayez plus tard.
ja: 予期しないエラーが発生しました。後でもう一度お試しください。
pt: Ocorreu um erro inesperado. Tente novamente mais tarde.
ru: Произошла непредвиденная ошибка. Повторите попытку позже.
zh_hans: 发生未知错误。请稍后再试。
zh_hant: 發生未知錯誤。請稍後再試。

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
pt: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Grant once to unlock two optional features:
de: Einmal erteilen, um zwei optionale Funktionen freizuschalten:
es: Concede una vez para activar dos funciones opcionales:
fr: Autorisez une fois pour activer deux fonctionnalités optionnelles :
ja: 一度許可すると、2 つのオプション機能が使えます:
pt: Conceda uma vez para ativar dois recursos opcionais:
ru: Предоставьте один раз, чтобы включить две дополнительные функции:
zh_hans: 授予一次即可解锁两项可选功能：
zh_hant: 授予一次即可解鎖兩項選用功能：

source: Per-URL rules in your browser
de: Regeln pro URL in Ihrem Browser
es: Reglas por URL en tu navegador
fr: Règles par URL dans votre navigateur
ja: ブラウザの URL 別ルール
pt: Regras por URL no seu navegador
ru: Правила по URL в браузере
zh_hans: 浏览器中的按网址规则
zh_hant: 瀏覽器中的按網址規則

source: Targeting launchers like Spotlight in app rules
de: Launcher wie Spotlight in App-Regeln ansteuern
es: Apuntar a lanzadores como Spotlight en las reglas de apps
fr: Cibler des lanceurs comme Spotlight dans les règles d’app
ja: アプリルールで Spotlight などのランチャーを対象にする
pt: Definir lançadores como o Spotlight nas regras de apps
ru: Нацеливание на лаунчеры вроде Spotlight в правилах приложений
zh_hans: 在 App 规则中锁定 Spotlight 等启动器
zh_hant: 在 App 規則中鎖定 Spotlight 等啟動器

source: Accessibility access granted
de: Bedienungshilfen-Zugriff erteilt
es: Acceso de accesibilidad concedido
fr: Accès à l’accessibilité autorisé
ja: アクセシビリティアクセスを許可済み
pt: Acesso de acessibilidade concedido
ru: Доступ к универсальному доступу предоставлен
zh_hans: 已授予辅助功能权限
zh_hant: 已授予輔助使用權限

source: The core lock needs no permissions.
de: Die Kernsperre benötigt keine Berechtigungen.
es: El bloqueo básico no necesita permisos.
fr: Le verrouillage de base ne nécessite aucune autorisation.
ja: コアのロックに権限は不要です。
pt: O bloqueio básico não precisa de permissões.
ru: Базовой блокировке разрешения не нужны.
zh_hans: 核心锁定无需任何权限。
zh_hant: 核心鎖定不需要任何權限。

source: Enhanced mode requires Accessibility
de: Der erweiterte Modus erfordert Bedienungshilfen
es: El modo avanzado requiere accesibilidad
fr: Le mode avancé nécessite l’accessibilité
ja: 拡張モードにはアクセシビリティが必要です
pt: O modo avançado requer acessibilidade
ru: Расширенный режим требует универсального доступа
zh_hans: 增强模式需要辅助功能权限
zh_hant: 增強模式需要輔助使用權限

source: Detecting launchers like Spotlight requires Accessibility
de: Das Erkennen von Launchern wie Spotlight erfordert Bedienungshilfen
es: Detectar lanzadores como Spotlight requiere accesibilidad
fr: La détection des lanceurs comme Spotlight nécessite l’accessibilité
ja: Spotlight などのランチャーの検出にはアクセシビリティが必要です
pt: Detetar lançadores como o Spotlight requer acessibilidade
ru: Для обнаружения лаунчеров вроде Spotlight требуется универсальный доступ
zh_hans: 检测 Spotlight 等启动器需要辅助功能权限
zh_hant: 偵測 Spotlight 等啟動器需要輔助使用權限

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
pt: Permissões
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

source: Set Up in Permissions…
de: In „Berechtigungen“ einrichten…
es: Configurar en Permisos…
fr: Configurer dans Autorisations…
ja: 「権限」で設定…
pt: Configurar em Permissões…
ru: Настроить в «Разрешениях»…
zh_hans: 在「权限」中设置…
zh_hant: 在「權限」中設定…

source: Development build
de: Entwicklungs-Build
es: Compilación de desarrollo
fr: Version de développement
ja: 開発ビルド
pt: Compilação de desenvolvimento
ru: Сборка для разработки
zh_hans: 开发版本
zh_hant: 開發版本

source: Automatic updates are disabled in development builds. To test the update flow, use the make update-test-* lab.
de: Automatische Updates sind in Entwicklungs-Builds deaktiviert. Um den Update-Ablauf zu testen, verwende das make update-test-*-Labor.
es: Las actualizaciones automáticas están deshabilitadas en las compilaciones de desarrollo. Para probar el flujo de actualización, usa el laboratorio make update-test-*.
fr: Les mises à jour automatiques sont désactivées dans les versions de développement. Pour tester le flux de mise à jour, utilisez le banc d'essai make update-test-*.
ja: 開発ビルドでは自動更新が無効になっています。更新フローをテストするには、make update-test-* のラボを使用してください。
pt: As atualizações automáticas estão desativadas em compilações de desenvolvimento. Para testar o fluxo de atualização, use o laboratório make update-test-*.
ru: Автоматические обновления отключены в сборках для разработки. Чтобы протестировать процесс обновления, используйте лабораторию make update-test-*.
zh_hans: 开发构建已禁用自动更新。如需测试更新流程，请使用 make update-test-* 实验链路。
zh_hant: 開發建置已停用自動更新。如需測試更新流程，請使用 make update-test-* 實驗鏈路。

source: Launcher opened
de: Launcher geöffnet
es: Lanzador abierto
fr: Lanceur ouvert
ja: ランチャーを起動
pt: Lançador aberto
ru: Лаунчер открыт
zh_hans: 启动器打开
zh_hant: 啟動器開啟

source: Launcher closed
de: Launcher geschlossen
es: Lanzador cerrado
fr: Lanceur fermé
ja: ランチャーを終了
pt: Lançador fechado
ru: Лаунчер закрыт
zh_hans: 启动器关闭
zh_hant: 啟動器關閉

source: URL re-checked
de: URL erneut geprüft
es: URL reverificada
fr: URL revérifiée
ja: URL を再確認
pt: URL reverificada
ru: URL перепроверён
zh_hans: 网址重检
zh_hant: 網址重新檢查

source: Settings changed
de: Einstellungen geändert
es: Ajustes cambiados
fr: Réglages modifiés
ja: 設定が変更
pt: Ajustes alterados
ru: Настройки изменены
zh_hans: 设置更改
zh_hant: 設定變更

source: Lock restored
de: Sperre wiederhergestellt
es: Bloqueo restaurado
fr: Verrou restauré
ja: ロックを復元
pt: Bloqueio restaurado
ru: Блокировка восстановлена
zh_hans: 恢复锁定
zh_hant: 鎖定還原

source: App rule
de: App-Regel
es: Regla por app
fr: Règle par app
ja: アプリのルール
pt: Regra por app
ru: Правило приложения
zh_hans: 应用规则
zh_hant: App 規則

source: Default rule
de: Standardregel
es: Regla predeterminada
fr: Règle par défaut
ja: デフォルトのルール
pt: Regra padrão
ru: Правило по умолчанию
zh_hans: 默认规则
zh_hant: 預設規則

source: URL rule
de: URL-Regel
es: Regla de URL
fr: Règle d’URL
ja: URL ルール
pt: Regra de URL
ru: Правило URL
zh_hans: 网址规则
zh_hant: 網址規則

source: Review Import
de: Import prüfen
es: Revisar importación
fr: Vérifier l’importation
ja: インポートを確認
pt: Revisar importação
ru: Просмотр импорта
zh_hans: 检查导入
zh_hant: 檢查匯入

source: Nothing is changed until you apply.
de: Es wird nichts geändert, bis Sie übernehmen.
es: No se cambia nada hasta que apliques.
fr: Rien n’est modifié tant que vous n’appliquez pas.
ja: 適用するまで何も変更されません。
pt: Nada é alterado até você aplicar.
ru: Ничего не изменится, пока вы не примените.
zh_hans: 应用之前不会改动任何配置。
zh_hant: 在你套用之前不會變更任何設定。

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
ja: マージ
pt: Mesclar
ru: Объединить
zh_hans: 合并
zh_hant: 合併

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換え
pt: Substituir
ru: Заменить
zh_hans: 替换
zh_hant: 取代

source: Keeps your current rules and adds the file's. You decide each conflict below.
de: Behält Ihre aktuellen Regeln und fügt die der Datei hinzu. Jeden Konflikt entscheiden Sie unten.
es: Conserva tus reglas actuales y añade las del archivo. Tú decides cada conflicto a continuación.
fr: Conserve vos règles actuelles et ajoute celles du fichier. Vous tranchez chaque conflit ci-dessous.
ja: 現在のルールを保持しつつ、ファイルのルールを追加します。各競合は下で選べます。
pt: Mantém suas regras atuais e adiciona as do arquivo. Você decide cada conflito abaixo.
ru: Сохраняет ваши текущие правила и добавляет правила из файла. Каждый конфликт вы разрешаете ниже.
zh_hans: 保留你当前的规则，并加入文件中的规则。下方的冲突由你逐项决定。
zh_hant: 保留你目前的規則並加入檔案中的規則。每個衝突由你在下方決定。

source: Makes your rules match the file. The file wins every conflict.
de: Gleicht Ihre Regeln an die Datei an. Bei jedem Konflikt gewinnt die Datei.
es: Hace que tus reglas coincidan con el archivo. El archivo gana todos los conflictos.
fr: Aligne vos règles sur le fichier. Le fichier l’emporte sur chaque conflit.
ja: ルールをファイルの内容に合わせます。競合はすべてファイルが優先されます。
pt: Faz suas regras corresponderem ao arquivo. O arquivo vence todos os conflitos.
ru: Приводит ваши правила в соответствие с файлом. В каждом конфликте побеждает файл.
zh_hans: 让你的规则与文件保持一致。所有冲突均以文件为准。
zh_hant: 讓你的規則與檔案一致。所有衝突一律以檔案為準。

source: Replace removes %lld of your rules that aren't in the file.
de: Ersetzen entfernt %lld Ihrer Regeln, die nicht in der Datei enthalten sind.
es: Reemplazar elimina %lld de tus reglas que no están en el archivo.
fr: Remplacer supprime %lld de vos règles absentes du fichier.
ja: 置き換えると、ファイルにない %lld 件のルールが削除されます。
pt: Substituir remove %lld das suas regras que não estão no arquivo.
ru: При замене удаляется ваших правил, отсутствующих в файле: %lld.
zh_hans: 替换将移除你的 %lld 条不在文件中的规则。
zh_hant: 取代會移除你的 %lld 條不在檔案中的規則。

source: How to import
de: Importart
es: Cómo importar
fr: Méthode d’importation
ja: インポート方法
pt: Como importar
ru: Способ импорта
zh_hans: 导入方式
zh_hant: 匯入方式

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
pt: Selecionar tudo
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

source: Select None
de: Keine auswählen
es: No seleccionar nada
fr: Tout désélectionner
ja: 選択を解除
pt: Não selecionar nada
ru: Снять выбор
zh_hans: 全不选
zh_hant: 全部取消

source: Conflicts (%lld)
de: Konflikte (%lld)
es: Conflictos (%lld)
fr: Conflits (%lld)
ja: 競合（%lld）
pt: Conflitos (%lld)
ru: Конфликты (%lld)
zh_hans: 冲突 (%lld)
zh_hant: 衝突（%lld）

source: Keep Local
de: Lokal behalten
es: Conservar local
fr: Conserver le local
ja: ローカルを保持
pt: Manter local
ru: Оставить локальное
zh_hans: 保留本地
zh_hant: 保留本機

source: Use File
de: Datei verwenden
es: Usar archivo
fr: Utiliser le fichier
ja: ファイルを使用
pt: Usar arquivo
ru: Использовать из файла
zh_hans: 使用文件
zh_hant: 使用檔案

source: Your bindings are kept unless you choose the file's.
de: Ihre Zuordnungen bleiben erhalten, sofern Sie nicht die der Datei wählen.
es: Tus asignaciones se conservan a menos que elijas las del archivo.
fr: Vos associations sont conservées, sauf si vous choisissez celles du fichier.
ja: ファイルを選ばない限り、現在の割り当てが保持されます。
pt: Seus vínculos são mantidos, a menos que você escolha os do arquivo.
ru: Ваши привязки сохраняются, если вы не выберете привязки из файла.
zh_hans: 除非你选择使用文件中的绑定，否则保留你的绑定。
zh_hant: 除非你選擇檔案中的設定，否則會保留你的繫結。

source: Local:
de: Lokal:
ja: ローカル：
ru: Локально:
zh_hans: 本地：
zh_hant: 本機：

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
ja: ファイル：
pt: Arquivo:
ru: Файл:
zh_hans: 文件：
zh_hant: 檔案：

source: Input source not installed (%lld)
de: Eingabequelle nicht installiert (%lld)
es: Fuente de entrada no instalada (%lld)
fr: Source de saisie non installée (%lld)
ja: 未インストールの入力ソース（%lld）
pt: Fonte de entrada não instalada (%lld)
ru: Источник ввода не установлен (%lld)
zh_hans: 输入法未安装 (%lld)
zh_hant: 未安裝輸入法（%lld）

source: Keep
de: Behalten
es: Conservar
fr: Conserver
ja: 保持
pt: Manter
ru: Оставить
zh_hans: 保留
zh_hant: 保留

source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
pt: Remover tudo
ru: Удалить все
zh_hans: 全部移除
zh_hant: 全部移除

source: Rules aren't lost — they resume automatically once you install the matching input source.
de: Regeln gehen nicht verloren – sie werden automatisch fortgesetzt, sobald Sie die passende Eingabequelle installieren.
es: Las reglas no se pierden: se reanudan automáticamente cuando instalas la fuente de entrada correspondiente.
fr: Les règles ne sont pas perdues — elles reprennent automatiquement dès que vous installez la source de saisie correspondante.
ja: ルールは失われません。対応する入力ソースをインストールすると自動的に再開します。
pt: As regras não são perdidas — elas voltam automaticamente assim que você instalar a fonte de entrada correspondente.
ru: Правила не теряются — они снова начнут действовать автоматически, как только вы установите соответствующий источник ввода.
zh_hans: 规则不会丢失——装好对应的输入法后会自动恢复生效。
zh_hant: 規則不會遺失，安裝對應的輸入法後即會自動恢復生效。

source: Input source not installed
de: Eingabequelle nicht installiert
es: Fuente de entrada no instalada
fr: Source de saisie non installée
ja: 未インストールの入力ソース
pt: Fonte de entrada não instalada
ru: Источник ввода не установлен
zh_hans: 输入法未安装
zh_hant: 未安裝輸入法

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: (default)
de: (Standard)
es: (predeterminado)
fr: (par défaut)
ja: （デフォルト）
pt: (padrão)
ru: (по умолчанию)
zh_hans: （默认）
zh_hant: （預設）

source: Added
de: Hinzugefügt
es: Añadidas
fr: Ajoutées
ja: 追加
pt: Adicionadas
ru: Добавлено
zh_hans: 新增
zh_hant: 已新增

source: Updated
de: Aktualisiert
es: Actualizadas
fr: Mises à jour
ja: 更新
pt: Atualizadas
ru: Обновлено
zh_hans: 更新
zh_hant: 已更新

source: Kept
de: Behalten
es: Conservadas
fr: Conservées
ja: 保持
pt: Mantidas
ru: Сохранено
zh_hans: 保留
zh_hant: 已保留

source: Removed
de: Entfernt
es: Eliminadas
fr: Supprimées
ja: 削除
pt: Removidas
ru: Удалено
zh_hans: 移除
zh_hant: 已移除

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
ja: 適用
pt: Aplicar
ru: Применить
zh_hans: 应用
zh_hant: 套用

source: Export Configuration…
de: Konfiguration exportieren…
es: Exportar configuración…
fr: Exporter la configuration…
ja: 構成を書き出す…
pt: Exportar configuração…
ru: Экспортировать конфигурацию…
zh_hans: 导出配置…
zh_hant: 匯出設定…

source: Couldn't save the backup file.
de: Die Backup-Datei konnte nicht gesichert werden.
es: No se pudo guardar el archivo de copia de seguridad.
fr: Impossible d’enregistrer le fichier de sauvegarde.
ja: バックアップファイルを保存できませんでした。
pt: Não foi possível salvar o arquivo de backup.
ru: Не удалось сохранить файл резервной копии.
zh_hans: 无法保存备份文件。
zh_hant: 無法儲存備份檔案。

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
pt: Exportar
ru: Экспортировать
zh_hans: 导出
zh_hant: 匯出

source: Saves your global default source, app rules, and URL rules to a .lockime file. The master lock, enhanced mode, language, and login item aren't included.
de: Sichert Ihre globale Standardquelle, App-Regeln und URL-Regeln in einer .lockime-Datei. Die Hauptsperre, der erweiterte Modus, die Sprache und das Anmeldeobjekt sind nicht enthalten.
es: Guarda tu fuente predeterminada global, las reglas por app y las reglas de URL en un archivo .lockime. No se incluyen el bloqueo principal, el modo avanzado, el idioma ni el elemento de inicio de sesión.
fr: Enregistre votre source par défaut globale, vos règles par app et vos règles d’URL dans un fichier .lockime. Le verrou principal, le mode avancé, la langue et l’élément d’ouverture ne sont pas inclus.
ja: グローバルデフォルトの入力ソース、アプリのルール、URL ルールを .lockime ファイルに保存します。マスターロック、拡張モード、言語、ログイン項目は含まれません。
pt: Salva sua fonte padrão global, regras por app e regras de URL em um arquivo .lockime. O bloqueio principal, o modo avançado, o idioma e o item de início de sessão não são incluídos.
ru: Сохраняет глобальный источник по умолчанию, правила приложений и правила URL в файл .lockime. Главная блокировка, расширенный режим, язык и автозапуск при входе не включаются.
zh_hans: 将你的全局默认输入法、应用规则和网址规则保存到 .lockime 文件。不包含总开关锁、增强模式、语言和登录项。
zh_hant: 將你的全域預設輸入法、App 規則和網址規則儲存到 .lockime 檔案。不包含主鎖定、增強模式、語言和登入項目。

source: Import Configuration…
de: Konfiguration importieren…
es: Importar configuración…
fr: Importer la configuration…
ja: 構成を読み込む…
pt: Importar configuração…
ru: Импортировать конфигурацию…
zh_hans: 导入配置…
zh_hant: 匯入設定…

source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込む
pt: Importar
ru: Импортировать
zh_hans: 导入
zh_hant: 匯入

source: You'll review every change before it's applied. Nothing is modified until you tap Apply.
de: Sie prüfen jede Änderung, bevor sie angewendet wird. Nichts wird geändert, bis Sie auf „Übernehmen“ tippen.
es: Revisarás cada cambio antes de aplicarlo. No se modifica nada hasta que tocas Aplicar.
fr: Vous vérifierez chaque modification avant son application. Rien n’est modifié tant que vous n’appuyez pas sur Appliquer.
ja: すべての変更は適用前に確認できます。「適用」をタップするまで何も変更されません。
pt: Você revisará todas as alterações antes de aplicá-las. Nada é modificado até você tocar em Aplicar.
ru: Вы просмотрите каждое изменение перед его применением. Ничего не изменится, пока вы не нажмёте «Применить».
zh_hans: 应用之前你可以检查每一项更改。点按“应用”之前不会改动任何配置。
zh_hant: 套用之前你可以檢查每一項變更。在你點按「套用」之前不會修改任何設定。

source: Export Configuration
de: Konfiguration exportieren
es: Exportar configuración
fr: Exporter la configuration
ja: 構成を書き出す
pt: Exportar configuração
ru: Экспорт конфигурации
zh_hans: 导出配置
zh_hant: 匯出設定
